Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/tevehdys_saamelaisnuorten_konferenssi.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisat saamelaisnuoret, hyvä seminaariyleisö!
sme: Árvvus adnon sámi nuorat, buorit semináraguossit!

source: Kiitän siitä että olen kutsuttu osallistumaan saamelaisnuorten konferenssiin.
sme: Mun giittán go lean bovdejuvvon oassálastit sámi nuoraid konferensii.

source: Tuon suurella ilolla Suomen saamelaiskäräjien ja saamelaisen parlamentaarisen neuvoston tervehdyksen tähän tilaisuuteen.
sme: Buvttán hui stuora iluin Suoma sámedikki ja sámi parlamentáralaš ráđi dearvvuođagaid dán dilálašvuhtii.

source: On ilo nähdä teitä näin monia paikalla täällä Saariselällä.
sme: Lea duođaid suohtas oaidnit, ahte ná olugat leat dáppe Suoločielggis.

source: Nyt ensimmäistä kertaa saamelaisnuorten konferenssissa, jokaisella saamelaiskäräjillä on oma virallinen saamelaisnuorten elimensä.
sme: Dál vuosttaš háve sámi nuoraidkonfereanssas juohke sámedikkis lea iežas virggálaš sáminuoraid orgána.

source: Suomen saamelaiskäräjät perusti viimeisenä oman nuorisoneuvoston.
sme: Suoma sámediggi vuođđudii maŋimussan iežas nuoraidráđi.

source: Nuorisoneuvosto toimii nyt ensimmäistä toimikauttaan, eli elämme historiallisia aikoja.
sme: Nuoraidráđđi doaibmá dál vuosttaš doaibmabaji nu ahte eallit historjjálaš áiggiid.

source: Nuorisoneuvosto on Suomen saamelaiskäräjien ylpeydenaihe ja Suomen saamelaiskäräjillä on suuria odotuksia nuorisoneuvoston työltä.
sme: Nuoraidráđđi lea Suoma sámediggái diŋga, mas mii leat čeavlát ja mis Suoma sámedikkis leat stuora vuordámušat nuoraidráđi bargui.

source: Nuorisoneuvostomme on tasa-arvoisessa asemassa muiden saamelaiskäräjien lautakuntien kanssa ja nuorilla on mielestäni hyvät vaikutusmahdollisuudet saamelaiskäräjien toimintaan.
sme: Nuoraidráđđi lea dásseárvosaš sajádagas eará sámedikki lávdegottiiguin ja nuorain leat mu mielas buorit váikkuhanvejolašvuođat sámedikki doibmii.

source: Saamelaisnuoret olivat hyvin vahvasti mukana suunnittelemassa nuorisoneuvoston toimintamallia ja haluankin kiittää tässä yhteydessä heitä hyvästä työstä, erityisesti valmistelutyöryhmän puheenjohtajaa Tuomas Aslak Juusoa, joka piti saamelaisnuorten puolta hyvinkin tiukoissa neuvotteluissa niin saamelaiskäräjien sisällä kuin eri viranomaisten kanssa käydyissä neuvotteluissa.
sme: Sámi nuorat ledje hui vuoimmálaččat pláneme nuoraidráđi doaibmamálle ja hálidannnai giitit dán oktavuođas sin buori barggus, earenoamážit ráhkkananbargojoavkku ságadoalli Gáijot Ándde Issáha Duommá, Tuomas Aslak Juuso, gii doalai sámi nuoraid beali muhtimin hui garra šiehtadallamiin sihke sámedikki siste go maid sierra eiseválddiiguin olláhuhtton šiehtadallamiin.

source: Saamelaisnuorten konferenssilla on lyhyt, mutta ansiokas historia.
sme: Sámi nuoraid konfereanssas lea oanehis, muhto ánssolas historjá.

source: Saamelaisnuorten konferensseja tarvitaan myös tulevaisuudessa.
sme: Sámi nuoraid konfereanssat dárbbahuvvojit maid boahtteáigge.

source: Pidän konferenssia hyvin tärkeänä tapahtumana paitsi saamelaisnuorille ja nuorten yhteisöllisyydelle, mutta myös meille saamelaisen parlamentaarisen neuvoston ja saamelaiskäräjien politiikoille.
sme: Anán konfereanssa hui dehálaš dáhpáhussan earret sámi nuoraide ja nuoraid searvvušvuhtii muhto maiddái midjiide sámi parlamentáralaš ráđi ja sámedikkiid politihkkáriidda.

source: Meille vanhoille politiikoille tekee hyvää olla välillä kuunteluoppilaana ja nuorten tentattavana.
sme: Midjiide boares politihkkáriidda dahká buori leat gaskkohagaid guldalanoahppin ja nuoraid gažadeami vuollásažžan.

source: Moni teistä nuorista kantaa lähitulevaisuudessaan vastuuta Suomen, Ruotsin ja Norjan alkuperäiskansan tulevaisuudesta ja olette niin saamelaiskäräjäjäseniä, hallituksen jäseniä tai puheenjohtajia.
sme: Máŋggas dis nuorain váldet lagamusáiggiid ovddasvástádusa Suoma, Ruoŧa ja Norgga álgoálbmoga boahtteáiggis ja dii lehpet nu sámediggelahtut, stivrraid ja sámediggeráđi lahtut dehe sámedikkiid presideanttat.

source: Toivon, että kannatte mukananne tämän konferenssin viestiä ja teidän saamelaisnuorten keskinäistä yhteisöllisyyttä myös tulevaisuudessa ollessanne päättäjiä.
sme: Sávan, ahte guoddibehtet iežaideattet mielde dán konfereanssa sáni ja din nuoraid gaskavuođa searvvušvuođa maiddái boahtteáigge go lehpet mearrideaddjin.

source: Nykymaailmassa ei ole valitettavasti enää itsestäänselvyys, että saamelaislapset ja –nuoret haluavat puhua saamen kieltä, edistää saamelaisten asemaa ja harjoittaa saamelaiskulttuuria ja –elinkeinoja.
sme: Dálá máilmmis ii dađi bahábut leat šat diehttelas, ahte sámi mánát ja nuorat hálidit hupmat sámegiela, ovddidit sámiid dili ja bargat sámi kultuvrrain ja daid ealáhusaiguin.

source: Saamelaisidentiteetin ja kulttuurin säilyttäminen vaatii globalisaation ja valtakulttuurin paineessa erityisesti lapsilta ja nuorilta sekä heidän vanhemmiltaan rohkeutta, työtä ja vahvaa luonnetta.
sme: Sápmelaš iešdovddu, identiteahta ja kultuvrra seailluheapmi gáibida globalisašuvnna ja váldokultuvrra deaddagis earenoamážit mánáin ja nuorain sihke sin váhnemiin jálluvuođa, áŋgiruššama ja gievrras luonddu.

source: On todella hienoa, että haluatte edistää saamelaisnuorten asemaa ja takaatte toiminnallanne myös saamelaisen poliittisen järjestelmän jatkuvuutta.
sme: Lea duođaid suohtas, ahte dii hálidehpet ovddidit sámi nuoraid dili ja dáhkidehpet iežaideattet bargguin maiddái dan ahte sámi politihkalaš bargu joatkahuvvá ja eallá bures.

source: Olette esimerkkejä myös nuoremmille sukupolville.
sme: Dii lehpet ovdagovvan maid nuorat buolvvaide.

source: Konferenssin teema on hyvin ajankohtainen – saamelaisten perinteinen tieto, saamen puku muuttuvassa maailmassa ja kaupunkisaamelaisuus.
sme: Konfereanssa fáddá lea hui áigeguovdil – sámiid árbevirolaš diehtu, sámi biktasat nuppástuvvi máilmmis ja gávpotsápmelašvuohta.

source: Kiitos konferenssin järjestelytoimikunnalle hyvästä työstä.
sme: Giitu konfereanssa lágidanbargojovkui buori barggus.

source: Olen tyytyväinen, että te nuoret tartutte ajankohtaisiin aiheisiin.
sme: Mun lean duhtavaš, ahte dii nuorat darvánehpet áigeguovdilis fáttáide.

source: Me, vanhemmat saamelaispoliitikot odotamme teiltä neuvoja ja toiveita siitä, miten meidän tulisi niin saamelaiskäräjien kuin saamelaisen parlamentaarisen neuvoston toiminnassakin edistää saamelaisten perinteistä tietoa, ehkäistä saamenpuvun väärinkäyttöä ja tukea saamelaisten perinteisten asuma-alueiden ulkopuolella asuvien saamelaisnuorten tarpeita.
sme: Mii, boarrásit sámi politihkkárat vuordit dis rávvagiid ja sávaldagaid das, mot mii galggaleimmet nu sámedikki go sámi parlamentáralaš ráđi barggusnai ovddidit sámiid árbevirolaš dieđu, eastadit sámi gávtti boasttogeavahusa ja doarjut gávpotsámi nuoraid dárbbuid, daid, geat orrot sámiid árbevirolaš guovllu olggobealde.

source: Saamelainen parlamentaarinen neuvosto on pohtinut kokouksissaan useasti sitä, miten saamelaisnuorten ääni kuuluisi paremmin meidän yhteistyössämme.
sme: Sámi parlamentáralaš ráđđi lea suokkardan iežas čoakkámiin dávjá dan, mot sámi nuoraid jietna gullolii buorebut min ovttasbarggus.

source: Parlamentaarisen neuvoston rooli tulee vahvistumaan tulevaisuudessa yhä enemmän.
sme: Parlamentáralaš ráđi rolla nanusmuvvá boahtteáigge ain eanet.

source: Olemme parhaillaan aloittaneet suunnitelman parlamentaarisen neuvoston toiminnan uudelleen organisoimiseksi.
sme: Mii leat bárrásiin álggahan plána parlamentáralaš ráđi doaimma ođđasit organiserema várás.

source: Itse pidän tärkeänä että tulevaisuudessa saamelaisen parlamentaarisen neuvoston yhteydessä toimisi itsenäisesti saamelaisnuorten oma elin - mikäli saamelaisnuoret niin haluavat.
sme: Ieš anán mávssolažžan, ahte boahtteáigge sámi parlamentáralaš ráđi olis doaibma iehčanasat sámi nuoraid sierra orgána – jos sámi nuorat dan nu hálidit.

source: Oli saamelaisnuorten osallistumismalli mikä tahansa, on välttämätöntä, että saamelaisnuorille taataan aidot vaikuttamis- ja osallistumismahdollisuudet saamelaisen parlamentaarisen neuvoston toiminnassa.
sme: Lei sámi nuoraid oassálastinmálliid mii beare, de lea dárbbatlaš, ahte sámi nuoraide dáhkiduvvojit rievttes váikkuhan-ja oassálastinvejolašvuođat sámi parlamentáralaš ráđi barggus.

source: Suomen, Ruotsin ja Norjan saamelaiskäräjien ja kyseisten valtioiden edustajat neuvottelevat parhaillaan pohjoismaisen saamelaissopimuksen hyväksymisestä.
sme: Suoma, Ruoŧa ja Norgga sámedikkiid ovddasteaddjit ovttas guoskevaš stáhtaid ovddasteddjiiguin šiehtadallet bárrásiin davviriikkalaš sámi soahpamuša dohkkeheamis.

source: Neuvottelut on tarkoitus saada valmiiksi reilussa neljässä vuodessa.
sme: Šiehtadallamat galget gearggahuvvot gárvvisin buori njealji jagis.

source: Saamelaiskäräjät ovat sopineet, että saamelaisilla on yhteinen kanta neuvotteluissa ja yhteinen kanta sovitaan saamelaisessa parlamentaarisessa neuvostossa.
sme: Sámedikkit leat šiehttan, ahte sápmelaččain lea oktasaš oaidnu šiehtadallamiin ja dát oktasaš oaidnu šihttojuvvo sámi parlamentáralaš ráđis.

source: Sopimusluonnoksessa on uusia velvoitteita, jotka koskevat saamelaisten perinteisen tiedon suojelua, saamelaiskulttuurin suojaa taloudellista, kulttuurin ulkopuolista hyödyntämistä vastaan ja myös saamelaisten oikeuksia perinteisten asuma-alueiden ulkopuolella.
sme: Soahpamuš- hápmosis leat ođđa geatnegasvuođat, mat gusket sámi árbevirolaš dieđu suodjaleami, sámi kultuvrra suodjalemi ekonomalaš, kultuvrra olggobealde boahtti ávkkastallama vuostá ja maid sápmelaččaid vuoigatvuođaid árbevirolaš orrunguovlluid olggobealde.

source: Toivonkin että saamelaisnuoret toisivat myös näkemyksiään meille pohjoismaisen saamelaissopimuksen neuvottelijoille saamelaisnuorille tärkeistä artikloista.
sme: Mun sávan, ahte sámi nuorat buvttále maid oainnuideaset midjiide davviriikkalaš sámi soahpamuša šiehtadalliide dain áššiin, mat leat sámi nuoraide mávssolaččat.

source: Antakaa viestiä tarvitsevatko artiklat uudelleenmuotoilua ja miten niitä tulisi toimeenpanna.
sme: Galgabehtet addit guigosiid das dárbbahitgo artihkkalat ođđasit hábmema ja mot dat galggale olláhuhttojuvvot.

source: Tästä konferenssista saamme varmasti useita suosituksia myös meille neuvottelijoille ja otamme ne mielellään myös vastaan.
sme: Dán konfereanssas beassat sihkkarit gullat máŋggaid ávžžuhusaid maiddái midjiide šiehtadalliide ja mii váldit daid mielalis vuostá.

source: Saamelaisten parlamentaarikkojen konferenssi pidetään muutaman viikon päästä Kirkkoniemessä.
sme: Sámi parlamentarihkkáriid konfereansa dollojuvvo muhtin vahku geahčen Girkonjárggas.

source: Yhtenä konferenssin teemoista on saamelaisnuorten asema ja tämän Saariselän nuorisokonferenssin konferenssin julistus.
sme: Oktan konfereanssa fáddán lea sámi nuoraid sajádat ja dán Suoločielggi nuoraidkonfereanssa julggaštus.

source: Voin luvata, että saamelainen parlamentaarinen neuvosto ottaa vakavasti teidän esityksenne ja teemme parhaamme, että esityksenne myös toteutuvat.
sme: Sáhtán lohpidit, ahte sámi parlamentáralaš ráđđi váldá duođas din evttohusaid ja bargat dan ovdii, ahte din evttohusat maid olláhuvvet.

source: Arvoisat saamelaisnuoret, hyvät konferenssivieraat.
sme: Árvvus adnon sámi nuorat, buorit konfereansaguossit.

source: Toivotan teille mielenkiintoisia keskusteluja, hyviä päätöksiä, vaatimuksia meille vanhemmille politiikoille ja uusia ideoita.
sme: Sávan didjiide miellagiddevaš ságastallamiid, buriid mearrádusaid, gáibádusaid midjiide boarrásit politihkkáriidda ja ođđa jurdagiid.

source: Vielä kerran, on todella suuri ilo nähdä näin paljon aktiivisia nuoria ympäri saamenmaata täällä vieraana.
sme: Oktii vel, lea duođaid hui suohtas oaidnit ná olu aktiivvalaš nuoraid miehtá sámi dáppe guossin.

source: Kiitos mielenkiinnosta.
sme: Giitu beroštumi ovddas!
